Repository: Learningtribes/edx-proctoring
Catalog: edx_proctoring/locale/*/LC_MESSAGES/django.po
Languages: de, it_it, pt_br, zh_cn

source: %(exam_name)s is a Timed Exam (%(total_time)s)
de: %(exam_name)s ist eine zeitgesteuerte Prüfung (%(total_time)s)
it_it: %(exam_name)s è un esame a tempo (%(total_time)s)
pt_br: %(exam_name)s é um exame cronometrado (%(total_time)s)
zh_cn: %(exam_name)s 是一个限时（%(total_time)s）考试

source: This exam has a strict time limit. To pass, you must complete all problems within the allotted time. Once you click "I am ready to start this timed exam" you will have " %(lower_total_time)s to complete and submit your answers.
de: Diese Prüfung hat eine strenge Zeitbegrenzung. Um zu bestehen, müssen Sie alle Aufgaben in der vorgegebenen Zeit abschließen. Sobald Sie auf "Ich bin bereit, diese zeitgesteuerte Prüfung zu starten" klicken, haben Sie " %(lower_total_time)s, um Ihre Antworten zu vervollständigen und einzureichen.
it_it: Questo esame ha un limite di tempo rigoroso. Per passare, devi completare tutti i problemi nel tempo assegnato. Una volta cliccato su "Sono pronto per iniziare questo esame a tempo" avrai " %(lower_total_time)s per completare e inviare le tue risposte.
pt_br: Este exame tem um limite de tempo rigoroso. Para passar, você deve completar todos os problemas dentro do tempo alocado. Uma vez que você clicar em "Estou pronto para começar este exame cronometrado" você terá " %(lower_total_time)s para completar e enviar suas respostas.
zh_cn: 本考试有严格的时间限制。要通过，您必须在规定的时间内完成所有问题。一旦您点击“我已准备好开始这次计时考试”，您将有“ %(lower_total_time)s 来完成并提交您的答案。

source: I am ready to start this timed exam.
de: Ich bin bereit, diese zeitgesteuerte Prüfung zu starten.
it_it: Sono pronto/a per iniziare questo esame a tempo.
pt_br: Estou pronto/a para começar este exame cronometrado.
zh_cn: 我已准备好开始这场限时考试。

source: Can I get extra time for my exam?
de: Kann ich mehr Zeit für meine Prüfung bekommen?
it_it: Posso ottenere più tempo per il mio esame?
pt_br: Posso obter mais tempo para o meu exame?
zh_cn: 我可以为考试争取更多时间吗？

source: If you have a disability, you may qualify for additional time on timed exams. Contact your course team for details about time extensions.
de: Wenn Sie eine Behinderung haben, können Sie möglicherweise zusätzliche Zeit für zeitgesteuerte Prüfungen erhalten. Wenden Sie sich an Ihr Kursteam, um Einzelheiten zu Zeitverlängerungen zu erfahren.
it_it: Se hai una disabilità, potresti avere diritto a tempo aggiuntivo per gli esami a tempo. Contatta il team del corso per i dettagli sulle estensioni di tempo.
pt_br: Se você tem uma deficiência, pode ter direito a tempo adicional em exames cronometrados. Entre em contato com a equipe do curso para mais detalhes sobre extensões de tempo.
zh_cn: 如果您有残疾，您可能有资格在计时考试中获得额外时间。有关时间延长的详细信息，请联系您的课程团队。

source: The time allotted for this exam has expired. Your exam has been submitted and any work you completed will be graded.
pt_br: O tempo alocado para este exame expirou. Seu exame foi enviado e qualquer trabalho que você tenha completado será avaliado.
zh_cn: 本次考试的时间已结束。你的考试已提交，所有已完成的部分将被评分。

source: You have submitted your timed exam.
de: Sie haben Ihre zeitgesteuerte Prüfung eingereicht.
it_it: Hai inviato il tuo esame a tempo.
pt_br: Você enviou seu exame cronometrado.
zh_cn: 你已提交你的限时考试。

source: Are you sure that you want to submit your timed exam?
de: Sind Sie sicher, dass Sie Ihre zeitgesteuerte Prüfung einreichen möchten?
it_it: Sei sicuro/a di voler inviare il tuo esame a tempo?
pt_br: Tem certeza de que deseja enviar seu exame cronometrado?
zh_cn: 你确定要提交你的限时考试吗？

source: Make sure that you have selected "Submit" for each problem before you submit your exam.
de: Stellen Sie sicher, dass Sie für jede Aufgabe „Einreichen“ ausgewählt haben, bevor Sie Ihre Prüfung einreichen.
it_it: Assicurati di aver selezionato "Invia" per ogni domanda prima di inviare l'esame.
pt_br: Certifique-se de ter selecionado "Enviar" para cada questão antes de enviar seu exame.
zh_cn: 请确保在提交考试之前，你已为每道题选择“提交”。

source: After you submit your exam, your exam will be graded.
de: Nachdem Sie Ihre Prüfung eingereicht haben, wird sie bewertet.
it_it: Dopo aver inviato l'esame, verrà valutato.
pt_br: Após enviar seu exame, ele será avaliado.
zh_cn: 考试提交后，你的考试将被评分。

source: Yes, submit my timed exam.
zh_cn: 是的，提交我的限时考试。

source: No, I want to continue working.
de: Nein, ich möchte weiterarbeiten.
it_it: No, voglio continuare a lavorare.
pt_br: Não, quero continuar trabalhando.
zh_cn: 不，我要继续答题。
